Repository: Johnnyy500/halio
Catalog: halio/languages/halio-*.po
Languages: fr_fr, pl_pl

source: Passenger Space
fr_fr: Espace passager
pl_pl: Przestrzeń pasażera

source: The maximum number of passengers this vehicle can hold.
fr_fr: Le nombre maximum de passagers de ce véhicule peut contenir.
pl_pl: Maksymalna ilość pasażerów która może być w pojeździe.

source: The maximum number of suitcases this vehicle can hold.
fr_fr: Le nombre maximal de valises ce véhicule peut contenir.
pl_pl: Maksymalna ilość walizek która może być w pojeździe.

source: The number of these vehicles you have in your fleet.
fr_fr: Le nombre de ceux-ci que vous possédez
pl_pl: Liczba pojazdów którą posiadasz.

source: The initial price of the fare.
fr_fr: Le prix initial de la course.
pl_pl: Wstępna cena taryfy.

source: Price per %s
fr_fr: Prix ​​par %s
pl_pl: Cena za %s

source: Price per Minute
fr_fr: Prix ​​par minute
pl_pl: Cena za minutę

source: Price per Occupant
fr_fr: Prix ​​par passager
pl_pl: Cena za pasażera

source: Journey Information
fr_fr: Informations Voyage

source: Times must be on the same day and the starting time must be before the ending time.
fr_fr: Les heures doivent être sur le même jour et l'heure de départ doit être avant l'heure de fin.

source: Placeholder
fr_fr: Emplacement

source: WooCommerce Product ID
fr_fr: WooCommerce ID du Produit

source: ID of the <a href="%s">WooCommerce product</a> used as Taxi Fare.
fr_fr: ID du <a href="%s">WooCommerce produit</a> utilisé comme Taxi Fare.
