Repository: Johnnyy500/halio
Catalog: halio/languages/halio-*.po
Languages: fr_fr, pl_pl

source: Starting Address
fr_fr: Adresse de départ
pl_pl: Adres początkowy

source: Destination Address
fr_fr: Adresse de destination
pl_pl: Adres docelowy

source: Vehicle
fr_fr: Véhicule
pl_pl: Pojazd

source: Pick Up Time
fr_fr: Date et Horaires
pl_pl: Godzina odbioru

source: Duration
fr_fr: Durée
pl_pl: Czas trwania podróży

source: Distance
pl_pl: Odległość

source: Order Status
fr_fr: État de la Commande
pl_pl: Status zamówienia

source: Return Pick Up Time
fr_fr: Date et Horaire du retour
pl_pl: Powrotna godzina odbioru

source: Direction
fr_fr: Trajet
pl_pl: Kierunek

source: Occupants
fr_fr: Passagers
pl_pl: Pasażerowie

source: Field
fr_fr: Champ
pl_pl: Pole

source: Value
fr_fr: Valeur
pl_pl: Wartość

source: Settings Updated!
fr_fr: Réglages mise à jour!
pl_pl: Ustawienia zaktualizowane!

source: Vehicle updated!
fr_fr: Véhicule mis à jour!
pl_pl: Pojazd zaktualizowany!

source: Error updating vehicle
fr_fr: Véhicule erreur de mise à jour
pl_pl: Błąd aktualizacji pojazdu

source: Vehicle deleted
fr_fr: Véhicule supprimé
pl_pl: Pojazd usunięty

source: Vehicle Created
fr_fr: Véhicule Créé
pl_pl: Pojazd stworzony

source: Error creating vehicle %s
fr_fr: Erreur de création de véhicule %s
pl_pl: Błąd podczas tworzenia pojazdu %s

source: You need to specify a start and end time
fr_fr: Vous devez spécifier une heure de début et de fin
pl_pl: Musisz określić czas rozpoczęcia i zakończenia

source: Vehicle Availability Time Created
fr_fr: Temps de disponibilité créé
pl_pl: Czas dostępnośći pojazdu stworzony

source: Error creating Vehicle Availability Time %s
fr_fr: Erreur de création de véhicules Disponibilité Temps %s
pl_pl: Błąd podczas tworzenia czasu dostępnośći pojazdu %s

source: Vehicle Availability Time deleted
fr_fr: Disponibilité des véhicules Temps supprimé
pl_pl: Czas dostępnośći pojazdu usunięty

source: Sunday
fr_fr: Dimanche
pl_pl: Niedziela

source: Monday
fr_fr: Lundi
pl_pl: Poniedziałek

source: Tuesday
fr_fr: Mardi
pl_pl: Wtorek

source: Wednesday
fr_fr: Mercredi
pl_pl: Środa

source: Thursday
fr_fr: Jeudi
pl_pl: Czwartek

source: Friday
fr_fr: Vendredi
pl_pl: Piątek

source: Saturday
fr_fr: Samedi
pl_pl: Sobota

source: Vehicle status changed for %s
fr_fr: État du véhicule a changé pour %s
pl_pl: Stan pojazdu %s zmieniony

source: You need to draw the geographical area the rule applies to for pick ups
fr_fr: Vous devez dessiner la zone géographique s'applique la règle pour les pick ups
pl_pl: Musisz narysować geograficzny obszar który dotyczy warunek dla odbiorów

source: You need to draw the geographical area the rule applies to for drop offs
fr_fr: Vous devez dessiner la zone géographique s'applique la règle pour les tombants
pl_pl: Musisz narysować geograficzny obszar który dotyczy warunek dla odstawień

source: You need to provide a name for this rule
fr_fr: Vous devez fournir un nom pour cette règle
pl_pl: Musisz podać nazwę dla tej reguły

source: Pricing condition created
fr_fr: Condition de prix créée
pl_pl: Warunki cennika utworzone

source: Error creating pricing condition: %s
fr_fr: Erreur en créant la condition de prix : %s
pl_pl: Błąd podczas tworzenia warunków cennika: %s

source: Pricing condition deleted
fr_fr: Condition de prix supprimée
pl_pl: Warunki cennika usunięte

source: Time Pricing Condition created!
fr_fr: Condition de prix temporelle créée !
pl_pl: Czas warunku cennika utworzony!

source: Error creating Time Pricing Condition
fr_fr: Erreur de création de la Condition de prix temporelle
pl_pl: Błąd podczas tworzenia czasu warunku cennika

source: Time Pricing Condition updated!
fr_fr: Condition de prix temporelle mise à jour!
pl_pl: Czas warunku cennika zaktualizowany!

source: Error updating Time Pricing Condition
fr_fr: Erreur de mise à jour de la Condition de prix temporelle
pl_pl: Błąd podczas aktualizowania czasu warunku cennika

source: New Custom Checkout Field created!
fr_fr: Champ de commande créé !
pl_pl: Nowe niestandardowe pole kasy utworzone!

source: Error creating Custom Checkout Field
fr_fr: Erreur de création du Champ de commande
pl_pl: Błąd podczas tworzenia niestandardowego pola kasy

source: Checkout Field updated!
fr_fr: Champ de commande mis à jour!
pl_pl: Pole kasy zaktualizowane!

source: Error updating Checkout Field
fr_fr: Erreur de mise à jour du Champ de commande
pl_pl: Błąd podczas aktualizowania niestandardowego pola kasy

source: Checkout Field deleted
fr_fr: Champ de commande supprimé
pl_pl: Pole kasy usunięte

source: You need to specify the address
fr_fr: Vous devez spécifier l'adresse
pl_pl: Musisz podać adres

source: You need to specify whether this address is a starting or destination address.
fr_fr: Vous devez préciser si cette adresse est une adresse de départ ou de destination.
pl_pl: Należy określić, czy ten adres jest początkowy lub docelowy.

source: Fixed Address created!
fr_fr: Adresse fixe créée !
pl_pl: Stały adres stworzony!

source: Fixed Address updated!
fr_fr: Adresse fixe mise à jour !
pl_pl: Stały adres zaktualizowany!

source: Fixed Address deleted
fr_fr: Adresse fixe supprimée
pl_pl: Stały adres usunięty

source: Settings
fr_fr: Paramètres
pl_pl: Ustawienia

source: Vehicles
fr_fr: Véhicules
pl_pl: Pojazdy

source: Pricing Conditions
fr_fr: Conditions tarifaires
pl_pl: Warunki cennika

source: Form Design
fr_fr: Design du Formulaire
pl_pl: Wzór formularza

source: Fixed Addresses
fr_fr: Adresses fixes
pl_pl: Stałe adresy

source: Calendar
fr_fr: Calendrier
pl_pl: Kalendarz

source: Drag the markers to change location
fr_fr: Faites glisser les marqueurs pour changer d'emplacement
pl_pl: Przeciągnij znaczniki, aby zmienić lokalizację

source: Drag the destination marker to change location
fr_fr: Faites glisser le marqueur de destination pour changer d'emplacement
pl_pl: Przeciągnij znacznik docelowy, aby zmienić lokalizację

source: Drag the origin marker to change location
fr_fr: Faites glisser le marqueur d'origine pour changer d'emplacement
pl_pl: Przeciągnij znacznik początkowy, aby zmienić lokalizację

source: Loading Calendar...
fr_fr: Chargement en cours calendrier...
pl_pl: Ładowanie kalendarza...

source: Edit Fixed Addresses
fr_fr: Modifier les adresses fixes
pl_pl: Edytuj stałe adresy

source: Address
fr_fr: Adresse
pl_pl: Adres

source: The address of the destination.
fr_fr: L'adresse de la destination.
pl_pl: Adres miejsca docelowego.

source: Pretty Address
fr_fr: Jolie Adresse
pl_pl: Nazwa adresu

source: The address that users see in the drop-down, if you want this to be the same as the actual address leave this field blank.
fr_fr: L'adresse que les utilisateurs voient dans le menu déroulant, si vous voulez que ce soit la même que l'adresse réelle laisser ce champ vide.
pl_pl: Adres który widzą użytkownicy w menu drop-down. Jeśli chcesz aby ten adres był taki sam jak adres aktualny, pozostaw to pole puste.

source: Should this address be displayed in the drop-down for starting addressed or destination address?
fr_fr: Si cette adresse est affichée dans le menu déroulant pour le démarrage adressée ou adresse de destination?
pl_pl: Czy ten adres powinien być wyświetlany w menu drop-down dla adresu początkowego czy adresu docelowego?

source: Active?
fr_fr: Actif ?
pl_pl: Aktywny?

source: True
fr_fr: Vrai
pl_pl: Tak

source: False
fr_fr: Faux
pl_pl: Nie

source: Is this address visible to customers?
fr_fr: Cette adresse est visible pour les clients ?
pl_pl: Czy ten adres jest widoczny dla klientów?

source: Update
fr_fr: Mise à jour
pl_pl: Aktualizacja

source: Use Fixed Addresses for Starting Address
fr_fr: Utilisez des adresses fixes pour l'adresse de départ
pl_pl: Użyj adresu stałego jako adres początkowy

source: Do you want users to only be able to select from the addresses specified below for the starting address?
fr_fr: Est-ce que vous voulez que les utilisateurs ne puissent choisir parmi les adresses indiquées ci-dessous pour l'adresse de départ?
pl_pl: Czy chcesz, aby użytkownicy tylko mogli wybrać z adresów podanych poniżej jako adres początkowy?

source: Use Fixed Addresses for Destination Address
fr_fr: Utilisez des adresses fixes pour l'adresse de destination
pl_pl: Użyj adresu stałego jako adres docelowy

source: Do you want users to only be able to select from the addresses specified below for the destination address?
fr_fr: Est-ce que vous voulez que les utilisateurs ne puissent choisir parmi les adresses indiquées ci-dessous pour l'adresse de destination?
pl_pl: Czy chcesz, aby użytkownicy tylko mogli wybrać z adresów podanych poniżej jako adres docelowy?

source: Starting / Destination Address
fr_fr: Adresse de départ / Adresse de destination
pl_pl: Początkowy / Docelowy Adres

source: Actions
pl_pl: Akcjie

source: Are you sure you want to delete this Fixed Address?
fr_fr: Êtes-vous sûr de vouloir supprimer cette adresse fixe ?
pl_pl: Czy na pewno chcesz usunąć ten stały adres?

source: Delete
fr_fr: Supprimer
pl_pl: Usuń

source: Deactivate
fr_fr: Désactiver
pl_pl: Dezaktywuj

source: Activate
fr_fr: Activer
pl_pl: Aktywuj

source: Edit
fr_fr: Modifier
pl_pl: Edytuj

source: No results found.
fr_fr: Aucun résultat trouvé.
pl_pl: Nie znaleziono wyników.

source: Please select an address type...
fr_fr: S'il vous plaît sélectionner un type d'adresse ...
pl_pl: Proszę wybrać typ adresu…

source: Should this address be displayed in the drop-down for starting addresses or destination address?
fr_fr: Si cette adresse est affichée dans le menu déroulant pour le démarrage des adresses ou adresse de destination?
pl_pl: Czy ten adres powinien być wyświetlany w menu drop-down dla adresu początkowego czy adresu docelowego?

source: Is this address visible to customers on creation?
fr_fr: Cette adresse est visible pour les clients sur la création?
pl_pl: Czy przy tworzeniu ten adres jest widoczny dla klientów?

source: Create
fr_fr: Créer
pl_pl: Stwórz

source: All Checkout Fields
fr_fr: Tous les champs Commander
pl_pl: Wszystkie pola kasy

source: Field Label
fr_fr: Étiquette de zone
pl_pl: Etykieta pola

source: The label displayed next to the input field.
fr_fr: L'étiquette affichée à côté du champ de saisie.
pl_pl: Etykieta wyświetlana obok pola wejściowego (input).

source: Field Placeholder
fr_fr: Filigrane du champ
pl_pl: Placeholder pola

source: The text displayed in the text field if nothing has been input.
fr_fr: Le texte affiché dans le champ de texte si rien n'a été saisi.
pl_pl: Tekst wyświetlany w polu tekstowym, jeśli pole jest puste.

source: Required?
fr_fr: Obligatoire ?
pl_pl: Wymagane?

source: Does the user have to provide a value for this field or can they pay for the service without a value?
fr_fr: Est-ce que l'utilisateur doit fournir une valeur pour ce champ ou peuvent-ils payer pour le service sans valeur?
pl_pl: Czy użytkownik musi podać wartość dla tego pola, czy mogą płacić za usługi gdy pole jest puste?

source: Will this field be activated on creation?
fr_fr: Ce champ sera activé sur la création?
pl_pl: Czy przy stworzeniu, to pole będzie aktywowane?

source: Front End
fr_fr: Affichage
pl_pl: Fasada

source: Checkout
fr_fr: Commande
pl_pl: Kasa

source: Checkout Customisation
fr_fr: Customisation de la commande
pl_pl: Dostosowywanie kasy

source: Label
fr_fr: Titre
pl_pl: Etykieta

source: Are you sure you want to delete this Checkout Field?
fr_fr: Êtes-vous sûr de vouloir supprimer ce champ caisse?
pl_pl: Czy na pewno chcesz usunąć to pole Kasy?

source: Create a new custom checkout field that can be added to orders
fr_fr: Créer un nouveau champ de commande personnalisé qui peut être ajouté aux commandes
pl_pl: Utwórz nowe niestandartowe pole kasy które może być dodane do zamówień

source: Labels
fr_fr: Étiquettes
pl_pl: Etykiety

source: Label for 'Starting Address' in checkout
fr_fr: Étiquette pour 'Adresse de départ' dans la caisse
pl_pl: Etykieta dla pola adresu początkowego w kasie

source: Starting Address label
fr_fr: Etiquette pour l’adresse de départ
pl_pl: Etykieta dla adresu początkowego

source: The label on the checkout page for starting address.
fr_fr: L'étiquette sur la page de paiement pour l'adresse de départ.
pl_pl: Etykieta na stronie kasy dla pola adresu początkowego.

source: Label for 'Destination Address' in checkout
fr_fr: Étiquette pour 'adresse de destination' dans la caisse
pl_pl: Etykieta dla pola adresu docelowego w kasie

source: Destination Address label
fr_fr: Etiquette pour l’adresse de d’arrivée
pl_pl: Etykieta dla adresu docelowego

source: The label on the checkout page for destination address.
fr_fr: L'étiquette sur la page de paiement pour l'adresse de destination.
pl_pl: Etykieta na stronie kasy dla pola adresu docelowego.

source: Label for 'Vehicle' in checkout
fr_fr: Étiquette pour 'véhicule' dans la caisse
pl_pl: Etykieta dla pola pojazdu w kasie

source: Vehicle label
fr_fr: Étiquette de véhicule
pl_pl: Etykieta dla pola pojazdu

source: The label on the checkout page for vehicle.
fr_fr: L'étiquette sur la page de paiement pour véhicule.
pl_pl: Etykieta na stronie kasy dla pola pojazdu.

source: Label for 'Occupants' in checkout
fr_fr: Étiquette pour 'Passagers' dans la caisse
pl_pl: Etykieta dla pola pasażerów w kasie

source: Occupants label
fr_fr: étiquette Passagers
pl_pl: Etykieta dla pola pasażerów

source: The label on the checkout page for occupants.
fr_fr: L'étiquette sur la page de paiement pour les occupants.
pl_pl: Etykieta na stronie kasy dla pola pasażerów.

source: Label for 'Pick Up Time' in checkout
fr_fr: Étiquette pour 'Date & Horaires' dans la caisse
pl_pl: Etykieta dla pola godziny odbioru w kasie

source: Pick Up Time label
fr_fr: étiquette Date & Horaire
pl_pl: Etykieta dla pola godziny odbioru

source: The label on the checkout page for pick up time.
fr_fr: L'étiquette sur la page de paiement pour Date & horaire.
pl_pl: Etykieta na stronie kasy dla pola godziny odbioru.

source: Label for 'Direction' in checkout
fr_fr: Étiquette pour 'Trajet' dans la caisse
pl_pl: Etykieta dla pola kierunku w kasie

source: Direction label
fr_fr: Etiquette Trajet
pl_pl: Etykieta dla pola kierunku

source: The label on the checkout page for direction.
fr_fr: L'étiquette sur la page de paiement pour le Trajet.
pl_pl: Etykieta na stronie kasy dla pola kierunku.

source: Label for 'Duration' in checkout
fr_fr: Étiquette pour 'Durée' dans la caisse
pl_pl: Etykieta dla pola czasu trwania podróży w kasie

source: Duration label
fr_fr: étiquette Durée
pl_pl: Etykieta dla pola czasu trwania podróży

source: The label on the checkout page for duration.
fr_fr: L'étiquette sur la page de paiement pour la durée.
pl_pl: Etykieta na stronie kasy dla pola czasu trwania podróży.

source: Label for 'Distance' in checkout
fr_fr: Étiquette pour 'Distance' dans la caisse
pl_pl: Etykieta dla pola odległośći podróży w kasie

source: Distance label
fr_fr: étiquette Distance
pl_pl: Etykieta dla pola odległośći podróży

source: The label on the checkout page for distance.
fr_fr: L'étiquette sur la page de paiement pour la distance.
pl_pl: Etykieta na stronie kasy dla pola odległośći podróży

source: 'One Way' text
fr_fr: Texte pour ’Aller simple’
pl_pl: Tekst “w jedną stronę"

source: One Way text
fr_fr: Texte Aller Simple
pl_pl: Tekst “w jedną stronę"

source: Text that will display when trip is one way.
fr_fr: Texte qui s’affiche lorsque voyage est un Aller Simple.
pl_pl: Tekst, który zostanie wyświetlony, gdy podróż jest jednokierunkowa.

source: 'Return' text
fr_fr: Texte 'Aller-Retour'
pl_pl: Tekst “powrotny”

source: Return text
fr_fr: Texte pour un Aller-Retour
pl_pl: Tekst “powrotny”

source: Text that will display when trip is return.
fr_fr: Texte qui s’affiche lorsque le voyage est un Aller-Retour.
pl_pl: Tekst, który zostanie wyświetlony, gdy podróż jest powrotna.

source: User can chose number of occupants
fr_fr: L'utilisateur peut choisir le nombre de passagers.
pl_pl: Użytkownik może wybrać liczbę pasażerów

source: If this is false, the number of occupants will not be taken into account when calculating cost, even if Price per Occupant for that vehicle is set.
fr_fr: Si cela est faux, le nombre de passagers ne sera pas pris en compte lors du calcul des coûts, même si le prix par des passagers de ce véhicule est réglé.
pl_pl: Jeśli to pole jest ustawione na “nie”, liczba pasażerów nie będzie brana pod uwagę przy obliczaniu kosztów, nawet jeśli cena za pasażera w tym pojedzie jest ustawiona.

source: User can chose vehicle type
fr_fr: L'utilisateur peut choisir le type de véhicule
pl_pl: Użytkownik może wybrać typ pojazdu

source: If this is false, the user will not see the vehicle type dropdown and the vehicle used will be the one specified below.
fr_fr: Si cela est faux, l'utilisateur ne verra pas la liste déroulante du type de véhicule et le véhicule utilisé sera celui indiqué ci-dessous.
pl_pl: Jeśli to pole jest ustawione na “nie”, użytkownik nie będzie widział menu drop-down które ustawia typ pojazdu. Wybież domyślny typ pojazdu pod spodem.

source: Default Vehicle
fr_fr: Véhicule par défaut
pl_pl: Domyślny pojazd

source: Select a vehicle...
fr_fr: Sélectionnez un véhicule ...
pl_pl: Wybież pojazd…

source: The vehicle to be used if 'User can chose vehicle type' is false.
fr_fr: Le véhicule à utiliser si l'utilisateur peut choisir le type de véhicule est fausse.
pl_pl: Pojazd który jest użyty gdy pole “Użytkownik może wybrać typ pojazdu” jest ustawione na “nie”.

source: User can chose direction
fr_fr: L'utilisateur peut choisir le type de trajet
pl_pl: Użytkownik może wybrać kierunek

source: If this is false, the user will book a one way trip by default and will not be able to change this.
fr_fr: Si cela est faux, l'utilisateur réserver un voyage à sens unique par défaut et ne sera pas en mesure de changer cette situation.
pl_pl: Jeśli to pole jest ustawione na “nie”, użytkownik domyślnie zarezerwuje podróż w jedną stronę i nie będzie mógł tego zmienić.

source: Show distance in price estimate box
fr_fr: Afficher la distance dans le prix boîte de devis
pl_pl: Pokaż odległość podróży w oknie oszacowania ceny

source: Can the user see the distance of the trip in the price estimate box?
fr_fr: L'utilisateur peut voir la distance du voyage dans la boîte de devis?
pl_pl: Czy użytkownik może zobaczyć dystans podróży w oknie oszacowania ceny?

source: Show duration in price estimate box
fr_fr: Afficher la durée dans le prix boîte de devis
pl_pl: Pokaż czas trwania podróży w oknie oszacowania ceny

source: Can the user see the duration of the trip in the price estimate box?
fr_fr: L'utilisateur peut voir la durée du voyage dans la boîte de devis?
pl_pl: Czy użytkownik może zobaczyć czas trwania podróży w oknie oszacowania ceny?

source: Show Title or Image
fr_fr: Afficher le titre ou l'image
pl_pl: Pokaż tytuł lub obraz

source: Title
fr_fr: Titre
pl_pl: Tytuł

source: Image
fr_fr: Photo
pl_pl: Obraz

source: In the header of the form, show a text title, or an image from a specified URL.
fr_fr: Dans l'en-tête du formulaire, montrer un titre de texte ou une image à partir d'une URL spécifiée.
pl_pl: W nagłówku formularza, pokaż tytuł tekstu lub obrazu z określonego adresu URL.

source: Form Title
fr_fr: Titre du formulaire
pl_pl: Tytuł formularza

source: The title of the form, if you chose to show a title.
fr_fr: Le titre du formulaire, si vous avez choisi de montrer un titre.
pl_pl: Tytuł formie, jeśli zdecydujesz się pokazać tytuł.

source: Form Image URL
fr_fr: URL de l'image du Formulaire
pl_pl: Adres URL obrazu formularza

source: The URL of the image to be displayed at the top of the form.
fr_fr: L'URL de l'image à afficher en haut du formulaire.
pl_pl: Adres URL obrazu, który będzie wyświetlany na górnej części formularza.

source: Text in 'Estimate Cost' button
fr_fr: Texte en bouton 'Estimation du Tarif'
pl_pl: Tekst w przycisku “Oszacuj Cenę”

source: Estimate Cost label
fr_fr: étiquette Estimation
pl_pl: Etykieta dla pola oszacowania ceny

source: Estimating Cost text
fr_fr: Texte Estimation du tarif
pl_pl: Tekst w przycisku “Oszacuj Cenę” gdy cena się ładuję

source: Text in 'Estimate Cost' button when loading price
fr_fr: Texte du bouton 'Estimation du tarif' lors du chargement prix
pl_pl: Tekst w przycisku “Oszacuj Cenę” gdy cena się ładuję

source: Label for Starting Address field
fr_fr: Texte pour champ d’Adresse de départ
pl_pl: Etykieta dla pola adresu początkowego

source: If the user can type the address this will be the placeholder for the starting address.
fr_fr: Si l'utilisateur peut saisir l'adresse ce sera l'espace réservé pour l'adresse de départ.
pl_pl: Jeżeli użytkownik może wpisać adres będzie to placeholder dla pola adresu początkowego.

source: Starting Address Select Text
fr_fr: Texte Adresse de départ
pl_pl: Tekst dla pola “Adres początkowy”

source: Starting Address Select text
fr_fr: Texte Adresse de départ
pl_pl: Tekst dla pola “Adres początkowy”

source: If Fixed Addresses are used, this text will be displayed as the placeholder for the starting address drop-down.
fr_fr: Si les adresses fixes sont utilisées, ce texte sera affiché comme l'espace réservé pour l'adresse de départ déroulante.
pl_pl: Jeżeli adres stały jest użyty, ten tekst będzie placeholder’em w menu drop-down dla adresu początkowego.

source: Label for Destination Address field
fr_fr: Texte Champ Adresse d’arrivée
pl_pl: Etykieta dla pola adresu docelowego

source: Destination Address Label
fr_fr: Texte Adresse d’arrivée
pl_pl: Etykieta dla pola adresu docelowego

source: If the user can type the address this will be the placeholder for the destination] address.
fr_fr: Si l'utilisateur peut saisir l'adresse ce sera l'espace réservé pour la destination] adresse.
pl_pl: Jeżeli użytkownik może wpisać adres, ten tekst będzie placeholder’em dla pola adresu docelowego.

source: Destination Address Select Text
fr_fr: Texte Adresse d’arrivée
pl_pl: Tekst dla pola “Adres docelowy”

source: Destination Address Select text
fr_fr: Texte Adresse d’arrivée
pl_pl: Tekst dla pola “Adres docelowy”

source: If Fixed Addresses are used, this text will be displayed as the placeholder for the destination address drop-down.
fr_fr: Si les adresses fixes sont utilisées, ce texte sera affiché comme l'espace réservé pour l'adresse de destination déroulante.
pl_pl: Jeżeli adres stały jest użyty, ten tekst będzie placeholder’em w menu drop-down dla adresu docelowego.

source: Label for Vehicle Type field
fr_fr: Étiquette pour le champ Type de véhicule
pl_pl: Etykieta dla pola typu pojazdu

source: Vehicle Type label
fr_fr: étiquette Type de véhicule
pl_pl: Etykieta dla pola typu pojazdu

source: Label for Number of Occupants field
fr_fr: Étiquette pour le champ nombre de passagers
pl_pl: Etykieta dla pola liczby pasażerów

source: Number of Occupants label
fr_fr: étiquettes Nombre de passagers
pl_pl: Etykieta dla pola liczby pasażerów

source: Label for Direction field
fr_fr: Étiquette pour le champ Trajet
pl_pl: Etykieta dla pola kierunku podróży

source: Label for Pick up Time field
fr_fr: Etiquette pour le champ Date & Horaire
pl_pl: Etykieta dla pola godziny odbioru

source: Label for Return Pick up Time field
fr_fr: Étiquette pour le champ Date & horaire de retour
pl_pl: Etykieta dla pola powrotnej godziny odbioru

source: Return Pick Up Time label
fr_fr: Étiquette pour le champ Date & horaire de retour
pl_pl: Etykieta dla pola powrotnej godziny odbioru

source: Text for Book button
fr_fr: Texte pour le bouton Réserver
pl_pl: Tekst dla przycisku “Zamów”

source: Book Button text
fr_fr: Texte du bouton Réserver
pl_pl: Tekst dla przycisku “Zamów”

source: Halio Settings
fr_fr: Paramètres d’Halio
pl_pl: Ustawienia Halio

source: Setup
fr_fr: Installation
pl_pl: Ustawienie

source: Customisation
fr_fr: Personnalisation
pl_pl: Dostosowywanie

source: Halio Setup
fr_fr: Configuration d’Halio
pl_pl: Ustawienie Halio
