Repository: Johnnyy500/halio
Catalog: halio/languages/halio-*.po
Languages: fr_fr, pl_pl

source: Google Maps API Key
fr_fr: Google Maps Clé API
pl_pl: Klucz Google Maps API

source: API Key
fr_fr: Clé API
pl_pl: Klucz API

source: It is highly recommended you get an API key to work with Google Maps. To create one, <a href="%s">click here</a>.
fr_fr: Il est fortement recommandé que vous obtenez une clé API pour travailler avec Google Maps. Pour créer un, <a href="%s">cliquez ici</a>.
pl_pl: Zalecane jest zarejestrowanie klucza API za Google Maps. Aby taki klucz utworzyć, <a href="%s">kliknij tutaj</a>.

source: Units
fr_fr: Unités
pl_pl: Jednostki

source: kilometers
fr_fr: Kilomètres
pl_pl: kilometry

source: miles
pl_pl: mile

source: The units customers will be quoted with.
fr_fr: Les unités clients seront cotées avec.
pl_pl: Klienci będą cytowani w tych jednostkach.

source: Map Starting Country
fr_fr: Pays de départ
pl_pl: Kraj domyślny mapy

source: The country which the map is centered on when it first loads.
fr_fr: La carte est centrée sur ce pays sur lors de sa première charge.
pl_pl: Kraj który mapa będzie pokazywać gdy się załaduję.

source: Currency
fr_fr: Devise
pl_pl: Waluta

source: The currency customers will be quoted with. This is taken from WooCommerce.
fr_fr: Les clients de devises seront cotées avec. Ceci est pris de WooCommerce.
pl_pl: Klienci będą cytowani w tej walucie. Jest ona wzięta z WooCommerce.

source: Halio Customisation
fr_fr: Personnalisation d’Halio
pl_pl: Dostosowywanie Halio

source: Return Fare Multiplier
fr_fr: Multiplicateur pour le retour
pl_pl: Mnożnik taryfy podróży powrotnej

source: The value the fare is multiplied by when the user requests a return journey.
fr_fr: La valeur du tarif est multiplié par cette valeur lorsque l'utilisateur demande un voyage de retour.
pl_pl: Taryfa jest mnożona przez tą liczbę gdy klient zażąda podróży powrotnej.

source: Enforce Autocomplete Country Restriction
fr_fr: Appliquer la restriction sur le pays dans autocomplete
pl_pl: Zmuś funkcję autocomplete restiction gdy klient wybiera kraj

source: When users are searching, do you want to limit the search to a specific country?
fr_fr: Lorsque les utilisateurs sont à la recherche, voulez-vous limiter la recherche à un pays spécifique ?
pl_pl: Gdy użytkownicy szukają, chcesz ograniczyć wyszukiwanie do konkretnego kraju?

source: Autocomplete Country
fr_fr: Pays autocomplete
pl_pl: Autocomplete kraju

source: Please select a country...
fr_fr: S'il vous plaît sélectionner un pays...
pl_pl: Wybierz kraj

source: What country should the autocomplete be limited to?
fr_fr: Quel pays devrait l' autocomplete être limitée à?
pl_pl: Do jakiego kraju autocomplete ma być ograniczona?

source: Vehicle Unavailable Message
fr_fr: Message pour Véhicule Non disponible
pl_pl: Wiadomość gdy pojazd jest niedostępny

source: The message that displays if the vehicle the user has chosen is not available at the selected time. This can be set in <strong>Vehicles > Edit > Edit Availability</strong>.
fr_fr: Le message qui affiche si le véhicule que l'utilisateur a choisi de ne sont pas disponibles à l'heure choisie. Cela peut être réglé dans <strong>Véhicules > Modifier > Modifier la disponibilité</strong>.
pl_pl: Wiadomość która się pokazuję, gdy użytkownik wybrał pojazd który nie jest dostępny w wybranym czasie. To może być ustawione w meny <strong>Pojazdy > Edytuj > Edytuj Dostępność</strong>.

source: Vehicle Fully Booked Message
fr_fr: Véhicule complet message
pl_pl: Wiadomość gdy pojazd jest w pełni zarezerwowany

source: The message that displays if the user is selecting a time that is fully booked for the selected vehicle.
fr_fr: Le message qui affiche si l'utilisateur sélectionne un temps qui est entièrement réservé pour le véhicule sélectionné.
pl_pl: Wiadomość która się pokazuję, gdy użytkownik zaznacza czas który jest w pełni zarezerwowany dla wybranego pojazdu.

source: Min/Max Fare
fr_fr: Coût Min / Max pour une course
pl_pl: Taryfa min/max

source: Enforce Minimum Fare
fr_fr: Appliquer un tarif minimum
pl_pl: Zmuś użycia taryfy minimalnej

source: Do you want to enforce a minimum fare? <strong>This will take priority over any pricing conditions/fixed prices/price per mile settings you have.</strong> If the users fare is below the minimum fare, it will be set to the minimum fare.
fr_fr: Voulez-vous appliquer un tarif minimum? <strong>Cela va prendre la priorité sur toutes les conditions de prix / prix fixes / prix par les paramètres de mile que vous avez.</strong> Si les utilisateurs en tirent est inférieur au tarif minimum, il sera fixé au tarif minimum.
pl_pl: Czy chcesz zmusić używania minimalnej taryfy? <strong>Będzie to mieć pierwszeństwo w stosunku do wszelkich warunków cenowych / cenach stałych / cena za milę które ustawiłeś.</strong> Jeżeli taryfa użytkownika jest poniżej taryfy minimalnej, ta taryfa będzie ustawiona do taryfy minimalnej.

source: Minimum Fare Amount
fr_fr: Montant du tarif minimum
pl_pl: Minimalna wysokość taryfy

source: The minimum amount a customer can be charged, no matter the length of the journey.
fr_fr: Le montant minimum d'un client peut être chargé, peu importe la durée du voyage.
pl_pl: Minimalna kwota którą klient może zostać obciążony, bez względu na długość podróży.

source: Enforce Maximum Fare
fr_fr: Appliquer Coût Maximum
pl_pl: Zmuś użycia taryfy maksymalnej

source: Do you want to enforce a maximum fare? <strong>This will take priority over any pricing conditions/fixed prices/price per mile settings you have.</strong>
fr_fr: Voulez-vous appliquer un tarif maximal? <strong>Cela va prendre la priorité sur toutes les conditions de prix / prix fixes / prix par mile paramètres que vous avez.</strong>
pl_pl: Czy chcesz zmusić używania maksymalnej taryfy? <strong>Będzie to mieć pierwszeństwo w stosunku do wszelkich warunków cenowych / cenach stałych / cena za milę które ustawiłeś.</strong>

source: Maximum Fare Amount
fr_fr: Tarif Max pour une course
pl_pl: Maksymalna wysokość taryfy

source: The maximum amount a customer can be charged, no matter the length of the journey. This should be used in conjunction with the Maximum Distance rules.
fr_fr: Le montant maximal d'un client peut être chargé, peu importe la durée du voyage. Il doit être utilisé en conjonction avec les règles distance maximale.
pl_pl: Maksymalna kwota którą klient może zostać obciążony, bez względu na długość podróży.

source: Min/Max Distances
fr_fr: Distance Min / Max
pl_pl: Min/max odległośći podróży

source: Enforce Minimum Distance
fr_fr: Appliquer une Distance minimale
pl_pl: Zmuś użytku minimalnej odległośći podróży

source: Do you want there to be a minimum distance that all fares can be? If the customers trip is under the specified amount they will not be able to book a fare and the specified error message will display.
fr_fr: Voulez-vous qu'il y ait une distance minimale ? Si le voyage des clients est inférieur au montant indiqué qu'ils ne seront pas en mesure de réserver un tarif et le message d'erreur spécifié affichera.
pl_pl: Czy chcesz aby każda taryfa miała ustawioną minimalną odległość podróży?

source: Minimum Distance (%s)
fr_fr: Distance minimale (%s)
pl_pl: Minimalna odległość podróży (%s)

source: Minimum Distance
fr_fr: Distance Minimale
pl_pl: Minimalna odległość podróży

source: The minimum distance a fare can be, this will only apply if you have chosen to enforce minimum distance. This is in %s. This can be changed in the Setup Tab.
fr_fr: La distance minimale d'un tarif, cela ne fera que demander si vous avez choisi de faire respecter la distance minimum. Ceci est en %s . Ceci peut être changé dans l'onglet de configuration.
pl_pl: Minimalna odległość podróży która taryfa może mieć. Ta opcja może być tylko zastosowana gdy aktywowana jest opcja “Zmuś użycia taryfy minimalnej”. To jest w %s. Możesz to zmienić w Ustawieniach.

source: Minimum Distance Error Message
fr_fr: Message d'erreur Distance minimale
pl_pl: Wiadomość gdy jest błąd z minimalną odległością podróży

source: The error message that will be displayed to the user if the trip is under the specified minimum distance.
fr_fr: Le message d'erreur qui sera affichée à l'utilisateur si le voyage est sous la distance minimale spécifiée.
pl_pl: Wiadomość która się pokazuję, gdy odległość podróży jest mniejsza niż ustawiona minimalna odległość podróży.

source: Enforce Maximum Distance
fr_fr: Appliquer Distance maximale
pl_pl: Zmuś użycia maksymalnej odległośći podróży

source: Do you want there to be a maximum distance that all fares can be? If the customers trip is over the specified amount they will not be able to book a fare and the specified error message will display.
fr_fr: Voulez-vous qu'il y ait une distance maximale que tous les tarifs ? Si le voyage des clients est sur le montant indiqué qu'ils ne seront pas en mesure de réserver un tarif et le message d'erreur spécifié affichera.
pl_pl: Czy chcesz aby każda taryfa miała ustawioną maksymalną odległość podróży?

source: Maximum Distance (%s)
fr_fr: Distance maximale (%s)
pl_pl: Maksymalna odległość podróży (%s)

source: Maximum Distance
fr_fr: Distance maximale
pl_pl: Maksymalna odległość podróży

source: The maximum distance a fare can be, this will only apply if you have chosen to enforce maximum distance. This is in %s. This can be changed in the Setup Tab.
fr_fr: La distance maximale d'un trajet, cela ne fera que demander si vous avez choisi de faire respecter une distance maximale. Ceci est en %s . Ceci peut être changé dans l'onglet de configuration.
pl_pl: Maksymalna odległość podróży która taryfa może mieć. Ta opcja może być tylko zastosowana gdy aktywowana jest opcja “Zmuś użycia taryfy maksymalnej”. To jest w %s. Możesz to zmienić w Ustawieniach.

source: Maximum Distance Error Message
fr_fr: Message d'erreur Distance maximale
pl_pl: Wiadomość gdy jest błąd z maksymalną odległością podróży

source: The error message that will be displayed to the user if the trip is over the specified maximum distance.
fr_fr: Le message d'erreur qui sera affichée à l'utilisateur si le voyage est sur la distance maximale spécifiée.
pl_pl: Wiadomość która się pokazuję, gdy odległość podróży jest większa niż ustawiona maksymalna odległość podróży.

source: Minutes
pl_pl: Minuty

source: Hours
fr_fr: Heures
pl_pl: Godziny

source: Days
fr_fr: Journées
pl_pl: Dni

source: Weeks
fr_fr: Semaines
pl_pl: Tygodni

source: Acceptance Region
fr_fr: Acceptante Région
pl_pl: Region akceptacji

source: Enforce Acceptance Region
fr_fr: Voulez-vous appliquer la région d'acceptation ?
pl_pl: Zmuś użycie regionu akceptacji

source: Do you want to only allow fares to be booked if they are collected within the specified acceptance region?
fr_fr: Autoriser uniquement les réservations où l'origine au sein de la région d'acceptation
pl_pl: Czy chcesz zezwolić tylko podróże, jeśli są one zbierane w określonym regionie akceptacji?

source: Acceptance Region Error Message
fr_fr: Message d'erreur de la région d'acceptation
pl_pl: Wiadomość gdy jest błąd z regionem akceptacji

source: The error message that will display if the user books a job where the pick up location is outside the acceptance region.
fr_fr: Le message d'erreur qui affiche si l'utilisateur effectue une réservation où le lieu de ramassage est en dehors de la région d'acceptation.
pl_pl: Komunikat o błędzie, który będzie wyświetlany w przypadku kiedy użytkownik zamówi podróż gdzie lokalizacja odebrania jest poza regionem akceptacji.

source: Delete Shape
fr_fr: Supprimer la Zone
pl_pl: Usuń kształt

source: If 'Enforce Acceptance Region' is true, customers will only be able to book fares that have a starting address within the bounds of the shape drawn on this map.
fr_fr: Si 'Appliquer acceptation Région' est vrai, les clients ne seront en mesure de réserver des tarifs qui ont une adresse de départ dans les limites de la forme dessinée sur cette carte.
pl_pl: Gdy opcja “Zmuś użycie regionu akceptacji” jest ustawiona na “tak”, użytkownicy będą mogli zamówić podróż która ma adres początkowy w granicach kształtu narysowanego na tej mapie.

source: To delete a shape, click the shape on the map, then press 'Delete Shape'.
fr_fr: Pour supprimer une zone, cliquez sur la forme sur la carte, puis appuyez sur 'Supprimer Zone'.
pl_pl: Aby usunąć kształt, kliknij kształt na mapie, a następnie naciśnij przycisk "Usuń kształt".

source: Geolocation
fr_fr: Géolocation
pl_pl: Geolokalizacja

source: Time of Day
fr_fr: Heures de la journée
pl_pl: Pora dnia

source: All Pricing Conditions
fr_fr: Toutes les conditions tarifaires
pl_pl: Wszystkie warunki cenowe

source: Edit geolocation-based condition
fr_fr: Modifier les conditions de Géolocalisation
pl_pl: Edytuj stan warunku opartego na geolokalizacji

source: Pricing Condition Name
fr_fr: Nom de la condition
pl_pl: Nazwa warunku cenowego

source: The name you use to remember why you created this condition.
fr_fr: Le nom que vous utilisez pour rappeler pourquoi vous avez créé cette condition.
pl_pl: Nazwa używana do zapamiętania, dlaczego stworzyłeś ten warunek.

source: All Vehicles
fr_fr: Tous les véhicules
pl_pl: Wszystkie pojazdy

source: The vehicle this rule applies to.
fr_fr: Véhicule à qui s'applique cette règle.
pl_pl: Zasada która dotyczy ten pojazd.

source: Active
fr_fr: Actif
pl_pl: Aktywny

source: Should this condition be applied to new orders being made?
fr_fr: Cette condition doit être appliquée aux nouvelles commandes étant faite ?
pl_pl: Warunek ten powinien być stosowany do nowych zamówień?

source: Fixed Price / Increased Price
fr_fr: Prix ​​fixe / Augmentation
pl_pl: Cena stała / Cena wzrosła

source: Fixed Price
fr_fr: Prix fixe
pl_pl: Cena stała

source: Increase
fr_fr: Augmenter
pl_pl: Wzrost

source: Do you want this rule to make the price <strong>fixed</strong> for this fare, or increase it by the <strong>Increase Amount</strong> and <strong>Increase Multiplier</strong>?
fr_fr: Voulez-vous cette règle pour rendre le prix <strong>fixe </strong> pour ce tarif, ou l'augmenter par le <strong>Augmentation Montant</strong> et <strong>Augmenter Multiplicateur</strong>?
pl_pl: Czy chcesz aby ta reguła zrobiła cenę <strong>stałą</strong> za tą taryfę, czy aby wzrosła o <strong>ilość wzrostu</strong> i <strong>wzrost mnożnika</strong>?

source: The amount this fare will be, no matter the distance/time etc.
fr_fr: Le montant de ce tarif sera, peu importe la distance / temps, etc.
pl_pl: Kwota taryfy, bez względu na odległość / czas itp.

source: Increase Amount
fr_fr: Augmentation
pl_pl: Ilość wzrostu

source: The amount this condition increases the fare by.
fr_fr: Le montant de cette condition augmente le tarif de tant.
pl_pl: Kwota o którą wzrośnie taryfa.

source: Increase Multiplier
fr_fr: Multiplicateur
pl_pl: Wzrost mnożnika

source: The multiplier this condition increases the fare by. If you don't want the fare to be multiplied leave the value at 1.
fr_fr: Le multiplicateur de cette condition augmente le tarif par tant. Si vous ne voulez pas le prix à être multiplié laisser la valeur à 1.
pl_pl: Mnożnik o którą wzrośnie taryfa. Jeżeli nie chcesz aby taryfa była mnożona, zostaw wartość tego pola jako 1.

source: <u>NOTICE:</u> If you are adding an Increased amount <strong>and</strong> an increase multiplier the amount will be added first, then the total will be multiplied.
fr_fr: <u>AVIS:</u> Si vous ajoutez une augmentation <strong>et</strong> un multiplicateur, le montant sera ajouté en premier, puis le total sera multiplié.
pl_pl: <u>OGŁOSZENIE:</u> Jeżeli dodajesz ilość wzrostu <strong>i</strong>wzrost mnożnika, taryfa będzie najpierw dodana, a potem całość mnożona.

source: E.g. <strong>(total_fare + increase_amount) x increase_multiplier.</strong>
fr_fr: Par exemple, <strong>(Coût total + Augmentation) x Multiplicateur</strong>.
pl_pl: Na przykład: <strong>(cała_taryfa + ilość_wzrosty) x wzrost_mnożnika</strong>

source: Pick Up Specific Area / Anywhere
fr_fr: Zone Spécifique / Partout
pl_pl: Odbiór z konkretnego obszaru / gdziekolwiek

source: Anywhere
fr_fr: N'importe où
pl_pl: Gdziekolwiek

source: Specific Area
fr_fr: Zone spécifique
pl_pl: Z konkretnego obszaru

source: Do you want this rule to apply to people being picked up in a specific area or anywhere?
fr_fr: Voulez-vous cette règle à appliquer aux personnes qui sont ramassés dans une zone déterminée ou ailleurs?
pl_pl: Chcesz stosować tą zasadę dla osób odbieranych z konkretnego obszary czy z gdziekolwiek?

source: Pick Up Area
fr_fr: Zone de ramassage
pl_pl: Obszar odbioru

source: The pick up area this rule applies to.
fr_fr: La zone de ramassage à laquelle s'applique la règle.
pl_pl: Obszar odbioru który dotyczy zasadę.

source: Drop Off Specific Area / Anywhere
fr_fr: Zone de dépôt spécifique / Partout
pl_pl: Odstaw w konkretnym obszarze / gdziekolwiek

source: Do you want this rule to apply to people being dropped off in a specific area or anywhere?
fr_fr: Voulez-vous cette règle à appliquer aux personnes qui sont déposés dans une zone déterminée ou ailleurs?
pl_pl: Chcesz stosować tą zasadę dla osób odstawionych z konkretnego obszary czy z gdziekolwiek?

source: The drop off area this rule applies to.
fr_fr: La Zone de dépôt à laquelle s'applique la règle.
pl_pl: Obszar odstawy który dotyczy zasadę.

source: One Directional or Each Way
fr_fr: Dans un sens ou dans les deux ?
pl_pl: Jedno kierunkowe lub w każdą stronę

source: One Direction
fr_fr: Dans un sens
pl_pl: Jedno kierunkowe

source: Each Way
fr_fr: Dans chaque sens
pl_pl: W każdą stronę

source: Do you want this condition to apply only from the starting area specified -> destination area specified or do you want it to apply to customers picked up/dropped off in either area?
fr_fr: Voulez-vous cette condition d'appliquer seulement à partir de la zone de départ spécifié -> zone de destination spécifiée ou si vous voulez qu'il applique aux clients ramassé / déposer dans l'une des zones?
pl_pl: Czy chcesz aby ten warunek dotyczył tylko obszar startowy -> obszar końcowy, czy chcesz aby dotyczył obszary odbioru/odstawy użytkowników?

source: Geolocation-based conditions
fr_fr: conditions de Géolocalisation
pl_pl: Warunki oparte na geolokalizacji

source: Name
fr_fr: Nom
pl_pl: Nazwa

source: Fixed Price / Increase Amount
fr_fr: Prix ​​fixe / Augmentation
pl_pl: Ilość stała / Ilość wzrosła

source: One Way / Both Ways
fr_fr: Dans un sens / Dans les deux sens
pl_pl: W jedną stronę / w każdą stronę

source: N/A
pl_pl: Nie dotyczy

source: One Way
fr_fr: Sens Unique
pl_pl: W jedną stronę

source: Are you sure you want to delete this Pricing Condition?
fr_fr: Êtes-vous sûr de vouloir supprimer ce condition de prix?
pl_pl: Czy na pewno chcesz usunąć te warunki cennika?

source: Create a new geolocation-based condition
fr_fr: Créer une nouvelle condition de géolocalisation
pl_pl: Stwórz nowy warunek oparty na geolokalizacji

source: Please select a vehicle...
fr_fr: Choisissez un véhicule ...
pl_pl: Wybież pojazd…

source: The vehicle this condition applies to.
fr_fr: Le véhicule auquel cette condition s’applique.
pl_pl: Warunek który dotyczy tego pojazdu.

source: Please select a pricing option...
fr_fr: Sélectionnez une option de prix ...
pl_pl: Wybież opcję cennika…

source: Do you want this condition to make the price <strong>fixed</strong> for this fare, or increase it by the <strong>Increase Amount</strong> and <strong>Increase Multiplier</strong>?
fr_fr: Voulez-vous cette condition de faire le prix <strong>fixe</strong> pour ce tarif, ou l'augmenter par le <strong>Augmentation Montant</strong> et <strong>Augmenter Multiplicateur</strong>?
pl_pl: Czy chcesz aby ten warunek zrobiła cenę <strong>stałą</strong> za tą taryfę, czy aby wzrosła o <strong>ilość wzrostu</strong> i <strong>wzrost mnożnika</strong>?

source: Please select a pick up location constraint...
fr_fr: S'il vous plaît sélectionnez une contrainte de lieu de ramassage ...
pl_pl: Wybież ograniczenie lokalizacji odbioru…

source: Do you want this condition to apply to people being picked up in a specific area or anywhere?
fr_fr: Voulez-vous cette condition à appliquer aux personnes qui sont ramassés dans une zone déterminée ou ailleurs?
pl_pl: Chcesz stosować ten warunek dla osób odbieranych z konkretnego obszary czy z gdziekolwiek?

source: The area this condition applies to.
fr_fr: La zone à laquelle la condition s’applique.
pl_pl: Warunek który dotyczy tego obszaru.

source: Please select a drop off location constraint...
fr_fr: S'il vous plaît sélectionnez une zone de dépôt ...
pl_pl: Wybież ograniczenie lokalizacji odstawy…

source: Do you want this condition to apply to people being dropped off in a specific area or anywhere?
fr_fr: Voulez-vous cette condition à appliquer aux personnes qui sont déposés dans une zone déterminée ou ailleurs?
pl_pl: Chcesz stosować ten warunek dla osób odstawianych w konkretnym obszarze czy z gdziekolwiek?

source: Drop Off Area
fr_fr: Zone de dépôt
pl_pl: Obszary odstawy

source: Start Time
fr_fr: Heure de début
pl_pl: Czas rozpoczęcia

source: End Time
fr_fr: Heure de Fin
pl_pl: Czas zakończenia

source: Create a new time-based condition
fr_fr: Créer une nouvelle condition en fonction du temps
pl_pl: Utwórz nowy warunek oparty na czasie

source: The starting time of the pricing condition (HH:MM), <strong>24 hour format</strong>.
fr_fr: Le temps de démarrage de la condition de prix (HH: MM), <strong>format 24 heures</strong>.
pl_pl: Czas rozpoczęcia warunku cennika (GG:MM), <strong>format 24 godzin<strong>.

source: The ending time of the pricing condition (HH:MM), <strong>24 hour format</strong>.
fr_fr: L'heure de fin de la condition de prix (HH:MM), <strong>format 24 heures</strong>.
pl_pl: Czas zakończenia warunku cennika (GG:MM), <strong>format 24 godzin<strong>.

source: The days this pricing condition applies to.
fr_fr: Les jours aux quels cette condition s’applique.
pl_pl: Dni które dotyczą warunki cennika.

source: Edit time-based condition
fr_fr: Modifier le temps état ​​de prix
pl_pl: Edytuj warunki oparta na czasie

source: Edit Details
fr_fr: Modifier les infos
pl_pl: Edytuj detale

source: Edit Availability
fr_fr: Modifier la disponibilité
pl_pl: Edytuj dostępność

source: Pasenger Space
fr_fr: Espace Passager
pl_pl: Przestrzeń pasażera

source: Suitcase Space
fr_fr: Espace pour les bagages
pl_pl: Przestrzeń walizek

source: Number Owned
fr_fr: Nombre Possédée
pl_pl: Liczba posiadanych

source: Starting Fare
fr_fr: Tarifs à partir
pl_pl: Taryfa początkowa

source: Minute
pl_pl: Minuta

source: Occupant
fr_fr: Passager
pl_pl: Pasażer

source: Are you sure you want to delete this Vehicle?
fr_fr: Êtes-vous sûr de vouloir supprimer ce véhicule?
pl_pl: Czy na pewno chcesz usunąć ten pojazd?

source: Edit %s Availability
fr_fr: Modifier la disponibilité de %s
pl_pl: Edytuj dostępność %s

source: No Availability Rules, available all day by default
fr_fr: Pas de règle de Disponibilité : disponible toute la journée par défaut
pl_pl: Nie ma warunków dostępności. Są domyślnie dostępne cały dzień

source: Are you sure you want to delete this Vehicle Availability Time?
fr_fr: Êtes-vous sûr de vouloir supprimer les disponibilités de ce véhicule ?
pl_pl: Czy na pewno chcesz usunąć czas dostępu tego pojazdu?

source: Start Time (24hr, HH:MM:SS)
fr_fr: Heure de départ (24 heures, HH:MM:SS)
pl_pl: Czas rozpoczęcia (24 godz., GG:MM:SS)

source: End Time (24hr, HH:MM:SS)
fr_fr: Heure de Fin (24 heures, HH:MM:SS)
pl_pl: Czas zakończenia (24 godz., GG:MM:SS)

source: Inactive on %s
fr_fr: Inactif sur %s
pl_pl: Nieaktywny o %s

source: Edit %s
fr_fr: Modifier %s
pl_pl: Edytuj %s

source: Vehicle Name
fr_fr: Nom de véhicule
pl_pl: Nazwa pojazdu

source: The name users see when they book a vehicle.
fr_fr: Les noms les utilisateurs voient lorsqu'ils réservent un véhicule.
pl_pl: Nazwa którą będą widzieć użytkownicy przy zamawianiu pojazdu.
